Repository: ACHABLI/eduVPN
Catalog: eduVPN.Client/Resources/Strings.*.resx
Languages: nl

# AuthorizationPopupMessage
source: The VPN client needs {0} authorization, and has opened your web browser. The client will continue after you complete the authorization...
nl: de VPN-client heeft {0} toestemming nodig en heeft een pagina in je browser geopend. De applicatie zal verder gaan na het geven van toestemming...

# AuthorizationPopupTitle
source: Waiting For Authorization
nl: Wachten op toestemming...

# ButtonBackTitle
source: Back
nl: Terug

# ButtonCloseTitle
source: Close
nl: Sluiten

# ButtonNextTitle
source: _Next >
nl: Volgende >

# TwoFactorAuthenticationRequired
source: Requires two-factor authentication
nl: Vereist twee-factorauthenticatie

# UserDisabledMessage
source: Warning! Your account is disabled. Please, contact your helpdesk for support.
nl: Waarschuwing! Je account is uitgeschakeld. Neem contact op met de helpdesk.

# StatusPageProfile
source: Profile
nl: Profiel

# MessageMaintenanceEnd
source: End
nl: Einde

# MessageMaintenanceTitle
source: Maintenance Notification
nl: Onderhoudsmededeling

# MessageNotificationTitle
source: Notification
nl: Notificatie

# StatusPageSessionInfoBytesOut
source: Bytes Out
nl: Bytes (uit)

# StatusPageSessionInfoDuration
source: Duration
nl: Duur

# StatusPageSessionInfoTitle
source: Connection Info
nl: Verbindingsinformatie

# StatusPageSessionInfoViewLog
source: View log
nl: Bekijk log

# StatusPageDisconnect
source: Disconnect
nl: Verbreken

# TimeSpanInSeconds
source: h\:mm\:ss
nl: hh\:mm\:ss

# InstanceSourceSelectCustom
source: Add other address
nl: Voeg ander adres toe

# SystemTrayMenuExit
source: E_xit
nl: S_luiten

# InstituteAccessNote
source: Access your institute's network.
nl: Toegang tot netwerk van je instituut.

# SecureInternetNote
source: Connect to the Internet securely, for example when using public WiFi.
nl: Verbind veilig met het internet, bijvoorbeeld bij het gebruik van publieke WiFi-netwerken.

# RecentConfigurationSelectPageAddEntry
source: Add another provider
nl: Andere provider toevoegen

# SystemTrayMenuStatus
source: Connection _info...
nl: Verbindings_info...

# ListBoxNoItems
source: No items
nl: Geen items

# ButtonCopy
source: Copy
nl: Kopiëren

# AboutPageVersion
source: Version {0}
nl: Versie {0}

# SystemTrayMenuAbout
source: _About...
nl: _Over...

# SettingsPageInterfaceDescription
source: When you need multiple simultaneous OpenVPN connections, select the TAP interface for this VPN client below.
nl: Als je meerdere gelijktijdige OpenVPN-verbindingen nodig hebt, selecteer dan het TAP-apparaat voor deze VPN-client hieronder.

# SystemTrayMenuSettings
source: _Settings...
nl: _Instellingen...

# ButtonSettingsTitle
source: Settings
nl: Instellingen

# SettingsPageForceTCPDescription
source: If the VPN client cannot connect, or can connect but doesn't transfer data, connecting over TCP could solve this.
nl: Als de VPN-client niet kan verbinden, of er gaat geen data over de verbinding, dan kan verbinden over TCP helpen.

# PasswordPopupMessage
source: Enter your password for "{0}":
nl: Voer je wachtwoord in voor "{0}":

# PasswordPopupTitle
source: Password
nl: Wachtwoord

# UsernamePasswordPopupMessage
source: Enter your username and password for "{0}":
nl: Voer je gebruikersnaam en wachtwoord in voor "{0}":

# UsernamePasswordPopupTitle
source: Authentication
nl: Authenticatie

# PasswordPopupPasswordTitle
source: Password
nl: Wachtwoord:

# UsernamePasswordPopupPasswordTitle
source: Password
nl: Wachtwoord:

# UsernamePasswordPopupUsernameTitle
source: Username
nl: Gebruikersnaam:

# TwoFactorAuthenticationPopupMessage
source: Select your two-factor method and enter the security token:
nl: Kies je twee-factorauthenticatiemethode en vul de code in:

# TwoFactorAuthenticationPopupTitle
source: Two-factor Authentication
nl: Twee-factorauthenticatie

# SelfUpdatePopupMessage
source: A newer version of the VPN client was downloaded and is ready to install.
nl: Een nieuwe versie van de VPN-client is gedownload en klaar om geïnstalleerd te worden.

# SelfUpdatePopupTitle
source: Update Available
nl: Update beschikbaar

# SelfUpdatePopupAskLater
source: Ask me later
nl: Vraag later

# SelfUpdatePopupSkip
source: Skip this version
nl: Sla deze versie over

# SelfUpdatePopupUpdate
source: Update to {0} now (Client will restart)
nl: Update naar {0} nu (applicatie start opnieuw)

# SettingsCorruptErrorMessage
source: {0} has detected that your user settings file {1} has become corrupted. This may be due to a crash. If you continue, your user settings will be reset to the default.
nl: {0} heeft gedetecteerd dat je gebruikersinstellingenbestand {1} beschadigd is geraakt. Dit kan komen door een crash. Als je doorgaat worden de gebruikersinstellingen naar hun standaardwaarden hersteld.

# SettingsCorruptErrorTitle
source: Corrupt User Settings
nl: Beschadigde gebruikersinstellingen

# ErrorOAuthState
source: The required OAuth parameter "state" is missing or incorrect.
nl: De vereiste OAuth paramter "state" ontbreekt of is onjuist.

# TwoFactorEnrollmentPopupMessage
source: {0} requires you to enroll for two-factor authentication at {1}.
nl: {0} vereist dat je aangemeld bent voor twee-factorauthenticatie bij {1}.

# TwoFactorEnrollmentPopupTitle
source: Two-factor Authentication Enrollment
nl: Twee-factorauthenticatie aanmelding

# TOTPEnrollmentPanelResponseTitle
source: Response
nl: Antwoord:

# TOTPEnrollmentPanelSecretTitle
source: Secret
nl: Sleutel:

# TOTPAuthenticationNote
source: Please do not reuse the TOTP. Wait until a fresh TOTP is generated.
nl: Gebruik niet dezelfde TOTP-code. Wacht tot er een nieuwe code is gegenereerd.

# SystemTrayBalloonConnectedTitle
source: {0} Connected
nl: {0} Verbonden

# SystemTrayBalloonHiddenMessage
source: The window has been minimized here.
nl: Het VPN-clientvenster is hier geminimaliseerd.

# SelfUpdatePopupUpdate2
source: Update {0} to {1} now (Client will restart)
nl: Update {0} naar {1} nu (Applicatie zal herstarten)

# SelfUpdatePopupChangelog
source: What's New?
nl: Wat is nieuw?

# SelfUpdatePopupMessage2
source: A newer version of the VPN client was downloaded and is ready to update from {0} to {1}.
nl: Een nieuwere versie van de VPN-client is gedownload en staat klaar om te updaten van {0} naar {1}.

# SelfUpdatePopupUpdate3
source: Update now (Client will restart)
nl: Nu updaten (Client zal herstarten)

# SelfUpdatePopupMessage3
source: Version {0} of VPN client is installed. A newer version {1} is available online.
nl: Versie {0} van de VPN-client is geïnstalleerd. Een nieuwere versie {1} is beschikbaar.

# SelfUpdatePopupUpdate4
source: Download and update now (Client will restart)
nl: Download en update nu (client zal herstarten)

# ListBoxNull
source: Please wait...
nl: Even geduld...
